Repository: burki/jewish-history-online
Catalog: translations/messages+intl-icu.*.xlf
Languages: de

source: (Hi)stories in Images – Jewish Private Photography in the 20th Century
de: Bildgeschichte(n) – Jüdische Privatfotografie im 20. Jahrhundert

source: ...read on
de: ...mehr

source: A Digital Source Edition
de: Eine Online-Quellenedition

source: About this edition
de: Über diese Edition

source: About us
de: Über uns

source: Additional Information
de: Weitere Informationen

source: Advisory Board
de: Wissenschaftlicher Beirat

source: All Places mentioned
de: Alle erwähnten Orte

source: Antisemitism and Persecution
de: Judenfeindschaft und Verfolgung

source: Article
de: Beitrag

source: Article Overview
de: Beitragsübersicht

source: Articles
de: Beiträge

source: Arts and Culture
de: Kunst und Kultur

source: Become an Author
de: Autor_in werden

source: Bibliography
de: Bibliografie

source: Born
de: Geboren

source: Browse digitized images in DFG-Viewer
de: Digitalisat im DFG-Viewer anzeigen

source: Children’s Worlds – New Perspectives on the History of Jewish School Life in Hamburg
de: Kinderwelten – Neue Blicke auf die Geschichte des jüdischen Schullebens in Hamburg

source: Chronology
de: Zeitstrahl

source: Click to return to the top of the page
de: Klicken Sie, um an den Beginn der Seite zurückzukehren

source: Contact
de: Kontakt

source: Contact inquiry
de: Kontaktanfrage

source: Content
de: Inhalt

source: Creator
de: Urheber_in

source: Data Protection
de: Datenschutz

source: Date
de: Datum

source: Demographics and Social Structure
de: Demographie und soziale Strukturen

source: Died
de: Gestorben

source: Display Layer
de: Anzeige

source: Display Source
de: Quelle anzeigen

source: Dissolved
de: Aufgelöst

source: Download
de: Herunterladen

source: Download for scholarly or private use
de: Quelle für wissenschaftliche oder private Zwecke herunterladen

source: Download source
de: Quelle herunterladen

source: Economy and Occupational Composition
de: Wirtschaft und Berufsstruktur

source: Education and Learning
de: Erziehung und Bildung

source: Epochs and Events
de: Epochen und Ereignisse

source: Error Report
de: Fehlermeldung

source: Exit Fullscreen Mode
de: Vollbildmodus verlassen

source: F d, Y
de: d.m.Y

source: Family and Everyday Life
de: Familie und Alltag

source: Filter Results
de: Ergebnisse filtern

source: Founded
de: Gegründet

source: Geo Coordinates
de: Geo-Koordinaten

source: Glossary
de: Glossar

source: Go to
de: Gehe zu

source: Guide to the Digital Source Edition
de: Begleitbroschüre zur Online-Quellenedition

source: Guidelines for the Use of Materials
de: Leitfaden für die Nutzung der Materialien

source: Hide Map
de: Karte ausblenden

source: Historical Epochs and Events
de: Historische Epochen und Ereignisse

source: Historical tours along the traces of the Jewish past in Hamburg
de: Historische Rundgänge entlang der Spuren jüdischer Vergangenheit in Hamburg

source: Holding Institution
de: Bewahrende Institution

source: Home
de: Startseite

source: Image %1 of %2
de: Bild %1 von %2

source: Imprint
de: Impressum

source: Improvement
de: Verbesserungsvorschlag

source: Information on Source Interpretation for Students
de: Infos zur Quelleninterpretation für Studierende

source: Institute for the History of the German Jews
de: Institut für die Geschichte der deutschen Juden

source: Integrated Authority File
de: Gemeinsame Normdatei

source: Introduction
de: Einführung

source: Jewish Life since 1945
de: Jüdisches Leben seit 1945

source: Jewish Migration: Location Hamburg
de: Jüdische Migration: Schauplatz Hamburg

source: Law and Politics
de: Recht und Politik

source: Leisure and Sports
de: Freizeit und Sport

source: Loading...
de: Wird geladen...

source: Look-up
de: Nachschlagen

source: Map
de: Karte

source: Memory and Remembrance
de: Erinnern und Gedenken

source: Mentioned in
de: Erwähnt in

source: No articles could be found
de: Es wurden keine Artikel gefunden

source: More
de: Weitere

source: More on this Topic
de: Mehr zu diesem Thema

source: New Sources
de: Neue Quellen

source: No glossary terms were found
de: Es wurden keine Glossarbegriffe gefunden

source: On Board the Ship: “as on another Earth”
de: Auf dem Schiff – „wie auf einer anderen Erde“

source: Online Exhibition
de: Online-Ausstellung

source: Online Exhibitions
de: Online-Ausstellungen

source: Organizations
de: Organisationen

source: Organizations and Institutions
de: Organisationen und Institutionen

source: Other Reason
de: Anderer Grund

source: Persons
de: Personen

source: Place
de: Ort

source: Places
de: Orte

source: Powered by
de: Mit der

source: Predecessor
de: Vorgänger

source: Print Version
de: Druckversion

source: Project News
de: Projektneuigkeiten

source: README.txt
de: LIESMICH.txt

source: Read on
de: Weiterlesen

source: Recommended Citation
de: Empfohlene Zitation

source: Recommended Citation and License Statement
de: Zitationsempfehlung und Lizenzhinweis

source: Religion and Identity
de: Religion und Identität

source: Rights Statements
de: Rechtenachweis

source: Scholarship
de: Wissenschaft

source: Search
de: Suche

source: Section
de: Rubrik

source: Send
de: Abschicken

source: Sephardic Jews
de: Sefarden

source: Show Map
de: Karte einblenden

source: Show Source
de: Quelle anzeigen

source: Signature
de: Signatur

source: Social Issues and Welfare
de: Soziale Fragen und Wohlfahrtswesen

source: Sort by Author
de: Sortiere nach Autor_in

source: Sort by Date
de: Sortiere nach Datum

source: Source
de: Quelle

source: Source Description
de: Quellenbeschreibung

source: Source Description and Interpretation
de: Quellenbeschreibung und Interpretation

source: Source Type
de: Quellenart

source: Source of the Month
de: Quelle des Monats

source: Sources by primary Place
de: Quellen nach primärem Ort

source: Sponsors and Partners
de: Förderer und Partner

source: Subject
de: Thema der Anfrage

source: Subscribe to new Articles (RSS)
de: Neue Beiträge abonnieren (RSS)

source: Successor
de: Nachfolger

source: Teaching Resources
de: Unterrichtsmaterialien

source: Terms and Conditions
de: Nutzungsbedingungen

source: Thank you very much for your interest in our project. We will get back to you as soon as possible.
de: Besten Dank für Ihr Interesse an unserem Projekt. Wir beantworten Ihre Anfrage so bald als möglich.

source: To the Chapter Overview
de: Zur Kapitel-Übersicht

source: Topic
de: Thema

source: Topics
de: Themen

source: Type of Material
de: Materialart

source: View Fullscreen
de: Im Vollbildmodus anzeigen

source: We are very sorry: There was a technical problem delivering your message. Please contact us at <a href="mailto:info@juedische-geschichte-online.net">info@juedische-geschichte-online.net</a>.
de: Beim Versand Ihrer Nachricht ist ein Fehler aufgetreten. Bitte kontaktieren Sie uns unter <a href="mailto:info@juedische-geschichte-online.net">info@juedische-geschichte-online.net</a>.

source: Welcome
de: Willkommen

source: Your E-Mail
de: Ihre E-Mail

source: Your Message
de: Ihre Nachricht

source: additionalsource.oneormany
de: {count, plural, one {Weitere Quelle} other {Weitere Quellen}}

source: article.oneormany
de: {count, plural, =0 {Beiträge} one {Beitrag} other {Beiträge}}

source: as of
de: Stand

source: author.oneormany
de: {count, plural, one {Zum Autor} other {Zu den Autoren}}

source: author.oneormany-female
de: {count, plural, one {Zur Autorin} other {Zu den Autorinnen}}

source: childrens-worlds
de: kinderwelten

source: edited in
de: veröffentlicht in

source: for
de: für

source: histories-in-images
de: bildgeschichten

source: http://dfg-viewer.de/en/v3/
de: http://dfg-viewer.de/show/

source: interpretation.oneormany
de: {count, plural, one {Interpretation} other {Interpretationen}}

source: jewish-life-since-1945
de: juedisches-leben-seit-1945

source: license.by-nc-nd
de: Dieser Text unterliegt den Bedingungen der Creative Commons Namensnennung - Nicht kommerziell - Keine Bearbeitungen 4.0 International Lizenz. Unter Namensnennung gemäß der Zitationsempfehlung darf er in unveränderter Form für nicht-kommerzielle Zwecke nachgenutzt werden.

source: license.by-nc-sa
de: Dieser Text unterliegt den Bedingungen der Creative Commons Namensnennung - Nicht kommerziell 4.0 International Lizenz. Sie dürfen den Inhalt verändern und darauf aufbauen. Unter Namensnennung gemäß der Zitationsempfehlung sowie der Angabe, ob Änderungen vorgenommen wurden, darf er für nicht-kommerzielle Zwecke vervielfältigt und weiterverbreitet werden.

source: license.by-sa
de: Dieser Text unterliegt den Bedingungen der Creative Commons Namensnennung - Weitergabe unter gleichen Bedingungen 4.0 International Lizenz. Sie dürfen den Inhalt verändern und darauf aufbauen. Unter Namensnennung gemäß der Zitationsempfehlung sowie der Angabe, ob Änderungen vorgenommen wurden, darf er für für beliebige Zwecke, sogar kommerziell, vervielfältigt und weiterverbreitet werden. Wenn Sie das Material remixen, verändern oder anderweitig direkt darauf aufbauen, dürfen Sie Ihre Beiträge nur unter derselben Lizenz wie das Original verbreiten.

source: license.personal-use
de: Dieser Text ist urheberrechtlich geschützt und darf nur mit Einwilligung der Rechteinhaber vervielfältigt und veröffentlicht. Er darf zu wissenschaftlichen oder privaten Zwecken heruntergeladen werden.

source: license.public-domain
de: Dieses Werk wurde als frei von bekannten urheberrechtlichen Einschränkungen identifiziert, einschließlich aller verwandten Schutzrechte.

source: license.restricted
de: © Institut für die Geschichte der deutschen Juden (IGdJ) und Autor, alle Rechte vorbehalten. Dieses Werk entstand im Rahmen der Online-Quellenedition „Hamburger Schlüsseldokumente zur deutsch-jüdischen Geschichte“ und darf nur mit Einwilligung der Rechteinhaber vervielfältigt und veröffentlicht werden. Bitte kontaktieren Sie: <info@juedische-geschichte-online.net>

source: limited to
de: eingeschränkt auf

source: person.oneormany
de: {count, plural, one {Person} other {Personen}}

source: result.oneormany
de: {count, plural, one {Ergebnis} other {Ergebnisse}}

source: sea-voyages
de: schiffsreisen

source: source.oneormany
de: {count, plural, one {Quelle} other {Quellen}}

source: topic.oneormany
de: {count, plural, one {Thema} other {Themen}}

source: translated by
de: übersetzt von

source: “A (Life) History between Four Walls” – Max and Frida Salzberg
de: „(Lebens-)Geschichte zwischen vier Wänden“ – Max und Frida Salzberg
